<?php require 'templates/header.php' ?>

<!DOCTYPE html>
<html lang="en">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=., initial-scale=1.0">
  <link rel="stylesheet" href="css/style.css">
  <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.8/dist/css/bootstrap.min.css">
  <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.8/dist/js/bootstrap.bundle.min.js">
  <title>Wuwa-LB</title>
</head>

<body style="background-image: url(img/Airbrush-IMAGE-ENHANCER-1770281097412-1770281097412.jpg);
            background-size: cover;
            background-attachment: fixed;">

  <div class="main">
    <div class="container">


      <div class="video" style="display: flex; justify-content: center;">
        <video autoplay muted loop width="1250px" controls>
          <source src="img/0306.mp4" type="video/mp4">
        </video>
      </div>

      <div class="galbr">
        <h2>Августа</h2>
        <h4>Плюсы:</h4>
        <p> Универсальный Аутро бафф, будет полезен многим персонажам, наносящим урон;
          Сильный дамаг диллер как в соло, так и в АоЕ таргет;
          Сама себе дает щит, который может спасти в некоторых сценариях;
          Отлично себя чувствует без бисового 5* саппорта, тк есть хорошая 4* опция в виде Мортефи. В целом лояльна к командам и F2P;
          В Высвобождение умеет останавливать время, что позитивно скажется на вашей битве;
          Довольна простая в выполнении ротации.
        </p>

        <h4>Минусы:</h4>
        <p>Щит не сильно мощный, а также не дает иммунитета к прерыванию;
          При замедлении в Высвобождении не спавнятся новые волны мобов в Whimpering Wastes (возможно, будет исправлено в будущем);
          Также, часть урона после Высвобождения уходит в никуда, так как мелкие мобы в этом режиме умирают заранее.
        </p>


        <h3>Ресурсы прокачки Августы:</h3>
        <img src="img/InShot_20260301_181442999.jpg">


        <h4>Цепи:</h4>
        <p>1. Каждый стак Короны Воли дополнительно увеличивает крит. урон Августы на 15%. Максимальное число стаков Короны Воли повышается до 2.</p>
        <p>2. Корона Воли получает дополнительные эффекты:
          • Каждый стак повышает крит. шанс Августы на 20%.
          • За каждый 1% крит. шанса сверх 100% Августа получает +2% крит. урона (до 100%).</p>
        <p>3. Урон следующих умений увеличивается на 25%:
          • Тяжелая Атака — Громовой Рёв: Отшаг, Контратака в уклонении — Громовой Рёв: Отшаг, Тяжелая Атака — Громовой Рёв: Вихревой разрез, Тяжелая Атака — Громовой Рёв: Апперкот.
          • Навык Резонанса — Незгасимый Свет: Падение.
          • Высвобождение Резонанса Рожденная Солнцем и Вечный Защитник.</p>
        <p>4. Применение Интро увеличивает Силу Атаки всех Резонаторов в отряде на 20% на 30 сек.</p>
        <p>5. Прочность Щита, накладываемого Талантом, увеличивается на 50%.</p>
        <p>6. Августа может накапливать до 4 стаков Короны Воли.
          За каждый 1% Крит. Шанса сверх 150% Августа получает +2% Крит. Урона (до 50%).
          Когда Августа выполняет Тяжелую Атаку — Громовой Рёв: Разрез Вихря или Громовой Рёв: Апперкот, она получает 2 стака Короны Воли. Через этот эффект Августа может получать не более 2 уровней Короны Воли раз в 1 сек
        <p>Самые выгодные цепи: 1,2 и 3 </p>

        <h3>Основной билд:</h3>
        <img src="img/InShot_20260301_183720295.jpg">
      </div>


    </div>
  </div>

  <?php require 'loader.php'?>
  </body>
</html>

  <?php require 'templates/footer.php' ?>