<?php require 'templates/header.php' ?>

<!DOCTYPE html>
<html lang="en">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=., initial-scale=1.0">
  <link rel="stylesheet" href="css/style.css">
  <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.8/dist/css/bootstrap.min.css">
  <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.8/dist/js/bootstrap.bundle.min.js">
  <title>Wuwa-LB</title>
</head>

<body style="background-image: url(img/Airbrush-IMAGE-ENHANCER-1770281097412-1770281097412.jpg);
            background-size: cover;
            background-attachment: fixed;">

  <div class="main">
    <div class="container">


      <div class="video" style="display: flex; justify-content: center;">
        <video autoplay muted loop width="1250px" controls>
          <source src="img/0305.mp4" type="video/mp4">
        </video>
      </div>

      <div class="galbr">
        <h2>Брант</h2>
        <h4>Плюсы:</h4>
        <p> Дает хорошие бонусы Фьюжн персонажам в своем Аутро навыке;
          Благодаря хорошему личному урону может играться как в роли самостоятельного ДПС, так и в роли саб-дпс;
          Классный бонус всей команде в виде лечения и щита;
          Хоть механика боя в воздухе нравится не всем, Брантом довольно просто играть и он не требует сложных ротаций.
        </p>

        <h4>Минусы:</h4>
        <p>Сильно зависим от своей сигны, так как только с ней можно легко сбалансировать статы;
          Исходя из первого выходит второй минус — очень сложный в сборке перс, требует и высокого показателя критов и нереально высокого показателя ВЭ;
          В некоторых атаках имеет низкое сопротивление к прерыванию, что может вызывать дискомфорт или потерю урона.
        </p>


        <h3>Ресурсы прокачки Бранта:</h3>
        <img src="img/photo_2026-03-01_18-30-47.jpg">


        <h4>Цепи:</h4>
        <p>1. Возвращение из пепла (из форте) временно вызывает замедление ближайших целей во время использования. Эффект снимается, когда Брант покидает поле. После использования Интро навыка или после каждого переворота, выполненного в рамках Атаки в воздухе, урон Бранта увеличивается на 20% на 5 секунд, с возможностью накопления до 3 раз.</p>
        <p>2. Использование Атаки в воздухе и Возвращения из пепла увеличивает крит. шанс Бранта на 30%.</p>
        <p>3.Аутро скилл Бранта получает новое улучшение: Когда резонансный навык, использованное входящим резонатором, попадает по цели в течение 20 секунд после использования Аутро скилла, Брант взрывает цель, нанося урон Фьюжн, равный 440% от его силы атаки (считается уроном обычной атаки). Этот взрыв может быть активирован 1 раз в секунду, до 2 взрывов в целом. Этот эффект сохраняется, когда Брант покидает поле.</p>
        <p>4. Множитель урона Возвращения из пепла увеличен на 42%.</p>
        <p>5. Щит от Возвращения из пепла увеличен на 20%. Использование Возвращения из пепла восстанавливает HP для всех ближайших резонаторов в команде (6.60 HP за каждые 1% восстановления энергии)</p>
        <p>6. Нанесение урона обычной атакой даёт Бранту бонус к урону обычной атаки на 15% на 10 секунд. Множитель урона для Атаки в воздухе увеличен на 30%. Использование Возвращения из пепла вызывает вторичный взрыв, наносящий урон Фьюжн, равный 30% от урона, нанесённого Возвращением из пепла. </p>
        <p>Самые выгодные цепи: 1,2 и 3 </p>

        <h3>Основной билд:</h3>
        <img src="img/photo_2026-03-01_18-30-47.jpg">
      </div>

    </div>
  </div>

  <?php require 'loader.php'?>
  </body>
</html>

  <?php require 'templates/footer.php' ?>