<?php require 'templates/header.php' ?>

<!DOCTYPE html>
<html lang="en">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=., initial-scale=1.0">
  <link rel="stylesheet" href="css/style.css">
  <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.8/dist/css/bootstrap.min.css">
  <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.8/dist/js/bootstrap.bundle.min.js">
  <title>Wuwa-LB</title>
</head>

<body style="background-image: url(img/Airbrush-IMAGE-ENHANCER-1770281097412-1770281097412.jpg);
            background-size: cover;
            background-attachment: fixed;">

  <div class="main">
    <div class="container">


      <div class="video" style="display: flex; justify-content: center;">
        <video autoplay muted loop width="1250px" controls>
          <source src="img/0302.mp4" type="video/mp4">
        </video>
      </div>

      <div class="galbr">
        <h2>Чиса</h2>
        <h4>Плюсы:</h4>
        <p> Приятные дополнительные саппорт способности (группировка врагов, хилл и щит).Хорошие баффы для любых дд от Негативных статусов;
          Помимо баффа Негативных статусов из Аутро, параллельно дает и понижение защиты врага, что очень полезно;
          Простая в выполнении ротация;
          Если у вас нет ХБ / она стоит в другой команде, благодаря лечению может стать на ее слот;
          Хорошее вложение для будущих команд от Негативных статусов. </p>

        <h4>Минусы:</h4>
        <p>Пока что не вышло персонажа, которого Чиса будет баффать в таких количествах, чтобы это стоило многих круток (к примеру, в команде с Картефией Ровер проигрывает не на много либо вообще не проигрывает, особенно если Чиса у вас без сигны);
          Отсюда вторая проблема, чтобы раскрыть потенциал и иметь при этом урон — нужно крутить сигну;
          Работает только в командах от Негативных статусов, тк имеет узконаправленные баффы;
          Долгая ротация как для саппорта.
        </p>


        <h3>Ресурсы прокачки Чисы:</h3>
        <img src="img/photo_2026-03-01_18-05-34.jpg">


        <h4>Цепи:</h4>
        <p>1. Чиса обладает иммунитетом к прерыванию во время применения навыков Пилящее кольцо: Блиц, Пилящее кольцо: Искоренение и Режим бензопилы: Контратака в уклонении.
          Наложение Невидимой ловушки дает следующие дополнительные эффекты:
          — Сила атаки Чисы увеличивается на 30% на 15 сек.
          — Наносит фиксированный Хаос урон в размере 61803. HP цели может быть снижено максимум до 61.80%, и каждая цель может получить этот урон только один раз (считается уроном БА, и на него не влияют бонусы урона).</p>
        <p>2. Игнорирует 10% Сопротивления Хавок урона цели при нанесении урона. Ближайшие Резонаторы в отряде с эффектом Нить погибели получают 50% Бонуса урона всех атрибутов.</p>
        <p>3. Множители урона навыков Пилящее кольцо: Блиц, Режим бензопилы: Контратака в уклонении и Пилящее кольцо: Искоренение увеличиваются на 120%.</p>
        <p>4. Эффект Невидимой ловушки изменяется: когда цели, отмеченные Невидимой ловушкой, получают прямой урон от Резонаторов, Чиса накладывает на них 1 стак Хаос Погибели. Этот эффект срабатывает не чаще одного раза в 1 сек.</p>
        <p>5.Высвобождение Резонанса получает 100% Бонуса урона. Нить жизни: Скольжение расходует на 50% меньше Нити жизни: Поток.</p>
        <p>6. Если Чиса получает смертельный удар во время применения навыков Пилящее кольцо: Блиц, Пилящее кольцо: Искоренение и Режим бензопилы: Контратака в уклонении, она остается стоять с минимум 1 HP. Невидимая ловушка становится Невидимой ловушкой - Финал, которая имеет следующие эффекты:
          — Невидимая ловушка - Финал обладает всеми эффектами обычной Невидимой ловушки.
          — Цели под действием Невидимой ловушки - Финал получают на 30% больше урона от Негативных статусов.
          — Цели под действием Невидимой ловушки - Финал получают на 40% больше урона от Чисы.</p>
        <p>Самые выгодные цепи: 1,2 и 3 </p>



        <h3>Основной билд:</h3>
        <img src="img/InShot_20260301_183751626.jpg">
      </div>

    </div>
  </div>

  <?php require 'loader.php'?>
  </body>
</html>

  <?php require 'templates/footer.php' ?>