<?php require 'templates/header.php' ?>

<!DOCTYPE html>
<html lang="en">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=., initial-scale=1.0">
  <link rel="stylesheet" href="css/style.css">
  <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.8/dist/css/bootstrap.min.css">
  <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.8/dist/js/bootstrap.bundle.min.js">
  <title>Wuwa-LB</title>
</head>

<body style="background-image: url(img/Airbrush-IMAGE-ENHANCER-1770281097412-1770281097412.jpg);
            background-size: cover;
            background-attachment: fixed;">

  <div class="main">
    <div class="container">


      <div class="video" style="display: flex; justify-content: center;">
        <video autoplay muted loop width="1250px" controls>
          <source src="img/0301.mp4" type="video/mp4">
        </video>
      </div>

      <div class="galbr">
        <h2>Гальбрена</h2>
        <h4>Плюсы:</h4>
        <p>Мощный Фузия дд;
          Наносит большой урон своим Аутро и благодаря отсутствию таргетных усилений в нем, позволяет использовать его в квиксвап отрядах в любое время, вне зависимости от переключаемого персонажа;
          Не боится разнообразия команд (играет как в монофузия, так и в различных вариациях гиперкерри отрядов);
          Простые механики, схожие между собой и простые в освоении ротации;
          Хорошие начальные цепи.</p>

        <h4>Минусы:</h4>
        <p>Если хотите играть Гальбреной в монофузия, но имеете Чанли, то заменять ее не совсем целесообразно (с точки зрения % урона и траты ивентовых круток);
          Если хотите выдать из нее максимум урона, нацеливайтесь на Цююаня, у них максимальная синергия (и самый большой бафф Эхо навыка);
          Требует обязательного прожатия всех Эхо в ротации, для некоторых игроков это не совсем удобно и привычно.</p>


        <h3>Ресурсы прокачки Гальбрены:</h3>
        <img src="img/photo_2026-03-01_16-58-20.jpg">


        <h4>Цепи:</h4>
        <p>1. При использовании Навыка Резонанса — Восхождение Злобы, каждое очко Послесвечения дополнительно увеличивает Крит. урон БА — Ангельская Казнь, ТА — Вердикт Огнекрылой, Атака в воздухе — Адский Обстрел, Навык Резонанса — Опустошение и Контратака — Кара Чистилища на 2%, максимум до 80%.</p>
        <p>2. Пламенный разгон дает на 350% больше бонуса АТК.</p>
        <p>3. Множитель урона Высвобождения Резонанса увеличивается на 130%.</p>
        <p>4. Когда любой Резонатор в команде использует Навык Эхо, все члены команды получают +20% бонус урона всех Атрибутов на 20 секунд.</p>
        <p>5. Множители урона навыков Резонанса — Вторжение, Резонанса — Восхождение Злобы и Резонанса — Опустошение увеличиваются на 150%.</p>
        <p>6. Демоническая Гипостазия превращается в Вечную Гипостазию, сохраняя все её эффекты. Во время Вечной Гипостазии множители урона БА — Ангельская Казнь, ТА — Вердикт Огнекрылой, Атака в воздухе — Адский Обстрел, Навык Резонанса — Опустошение и Контратака — Кара Чистилища дополнительно увеличиваются на 60%.</p>
        <p>Самые выгодные цепи: 2,3 и 6 </p>


        <h3>Основной билд:</h3>
        <img src="img/photo_2026-03-01_17-28-11.jpg">
      </div>

    </div>
  </div>

  <?php require 'loader.php'?>
  </body>
</html>


  <?php require 'templates/footer.php' ?>