<?php require 'templates/header.php' ?>

<!DOCTYPE html>
<html lang="en">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=., initial-scale=1.0">
  <link rel="stylesheet" href="css/style.css">
  <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.8/dist/css/bootstrap.min.css">
  <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.8/dist/js/bootstrap.bundle.min.js">
  <title>Wuwa-LB</title>
</head>

<body style="background-image: url(img/Airbrush-IMAGE-ENHANCER-1770281097412-1770281097412.jpg);
            background-size: cover;
            background-attachment: fixed;">

  <div class="main">
    <div class="container">


      <div class="video" style="display: flex; justify-content: center;">
        <video autoplay muted loop width="1250px" controls>
          <source src="img/0303.mp4" type="video/mp4">
        </video>
      </div>

      <div class="galbr">
        <h2>Фролова</h2>
        <h4>Плюсы:</h4>
        <p> Бисовая партнерша для Кантареллы, с ней она заиграет новыми красками и станет еще полезнее;
          Отлично играется в моно-Хаос отряде, пока что один из лучших отрядов этого направления с её присутствием (отчасти из-за Аутро баффов для другого Хаос дд/сап-дд + бафф тяжелых атак);
          Не требует энергии для использования Высвобождения;
          Наносит хороший урон, как на поле, так и с кармана (что не сковывает ее исключительно в роли единственного дд в отряде);
          Дает себе много баффов (контроль толпы, стойкость к прерыванию, увеличение АТК и критов, снижение получаемого урона);
          Достаточно простая в исполнении ротация;
          Очень сильные Цепи, особенно первые 3.
        </p>

        <h4>Минусы:</h4>
        <p>Для полного раскрытия урона хочет видеть Кантареллу в своей команде, она не сильно самостоятельна;
          Сильно зависима от своей сигны;
          Сигна очень узконаправлена, ее пассивка сейчас раскрывается только на ней;
          Начало её ротации менее дамажное, так как мы только копим Послезвучие на бафф КУ;
          Сет эхо в данный момент подходит только на Фролову, что не делает его выгодным для фарма;
          Из-за её большого самобаффа АТК, другие баффы на АТК менее эффективны (будь то оружка, сет, саппорты и тд).
        </p>


        <h3>Ресурсы прокачки Фроловой:</h3>
        <img src="img/InShot_20260301_181205002.jpg">


        <h4>Цепи:</h4>
        <p>1. Увеличивает множитель урона Танца судьбы и конца, а также Шёпотов Призрачного сна (атака и навык в форте) на 80%. Если у Фроловой меньше 2 Летающих Нот, и она не находится в состоянии Маэстро + вне боя более 4 секунд, то получает Летающую Ноту – Каденция (пока не наберется 2).</p>
        <p>2. Увеличивает множитель урона Алой Коды на 75%.
          • Послезвучие дополнительно увеличивает урон Алой Коды ещё на 75%.
          • Применение Алой Коды даёт 14 стаков Послезвучия.</p>
        <p>3. Урон Навыка Эха увеличен на 80%. Применение Алой Коды преобразует все Летающие Ноты в Летающие Ноты – Каденция по очереди.
          Цели, поражённые Усиленной Атакой — Геката: Каденция, получают -20% к АТК на 15 сек.</p>
        <p>4. Применение Навыка Эха даёт +20% бонуса к урону всех Элементов для всех Резонаторов в отряде на 30 сек.</p>
        <p>5.При входе в состояние Маэстро создаёт поле, которое Замедляет ближайших врагов на 4 сек. Прекращается досрочно при выходе из состояния Маэстро или переключении Резонатора. Урон, получаемый в состоянии Маэстро, уменьшается на 30%.</p>
        <p>6. Множитель урона Усиленной Атаки — Геката увеличен на 24%. Во время Атаки и Навыка в Форте Геката применяет Призрак Потустороннего — Геката, нанося Хаос урон, равный 216.42% от АТК Фроловой (считается Навыком Эха) и даёт 8 стаков Послезвучия при попадании.
          • Если Фролова неактивна в состоянии Маэстро, враги получают на 40% больше урона от неё и Гекаты.
          • Если Фролова активна в этом состоянии — она получает +60% бонуса к Хаос урону.</p>
        <p>Самые выгодные цепи: 2,3 и 6 </p>



        <h3>Основной билд:</h3>
        <img src="img/InShot_20260301_183629050.jpg">
      </div>




    </div>
  </div>
  
  <?php require 'loader.php'?>
  </body>
</html>

  <?php require 'templates/footer.php' ?>