<?php require 'templates/header.php' ?>

<!DOCTYPE html>
<html lang="en">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=., initial-scale=1.0">
  <link rel="stylesheet" href="css/style.css">
  <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.8/dist/css/bootstrap.min.css">
  <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.8/dist/js/bootstrap.bundle.min.js">
  <title>Wuwa-LB</title>
</head>

<body style="background-image: url(img/Airbrush-IMAGE-ENHANCER-1770281097412-1770281097412.jpg);
            background-size: cover;
            background-attachment: fixed;">

  <div class="main">
    <div class="container">


      <div class="video" style="display: flex; justify-content: center;">
        <video autoplay muted loop width="1250px" controls>
          <source src="img/0304.mp4" type="video/mp4">
        </video>
      </div>

      <div class="galbr">
        <h2>Цююань</h2>
        <h4>Плюсы:</h4>
        <p> Простая и быстрая ротация, довольно доступные для понимания механики;
          Есть неплохие бюджетные опции оружия, с тем же стандартом играется отлично;
          Дает очень сильный бафф персонажам, играющим от Эхо навыка;
          Может носить саппорт сет на восстановление, который у многих уже собрать.
        </p>

        <h4>Минусы:</h4>
        <p>Бафф на Эхо навык реализуется только на активного персонажа, от чего Фролова (второй дд в игре с этим типом урона) не получает полное раскрытие потенциала;
          Дает узконапраленные баффы (идеально подходящие на данный момент только Гальбрене);
          Полный гиперкерри потенциал раскрывается с 3 цепи.
        </p>


        <h3>Ресурсы прокачки Цююаня:</h3>
        <img src="img/InShot_20260301_182517132.jpg">


        <h4>Цепи:</h4>
        <p>1. Так Говорил Клинок: Наставить, Спасти и Принести в Жертву больше нельзя прервать. Крит. шанс Цююаня повышается на 20%.</p>
        <p>2. Тень Бамбука дополнительно усиливает урон Навыков Эхо всех ближайших Резонаторов в отряде на 30%.</p>
        <p>3. Множитель урона Высвобождения увеличивается на 500%. Если Шкала Концерто полна, а Цююань не находится в состоянии Чернильного созерцания, его Навык Резонанса заменяется на Навык Резонанса: Соломенный Плащ в Мороси, доступный раз в 20 с.
          • Следующая БА заменяется на 3 удар «Так Говорил Клинок: Чернильные Волны».
          • После применения Соломенного Плаща в Мороси Цююань не может вновь получить эффект Безмолвие Внутри при следующем входе в Чернильное Созерцание. «Так Говорил Клинок: Наставить, Спасти и Принести Жертву» получают увеличение множителя урона на 600% и восстанавливают 30 ед. энергии Концерто при попадании.
          • В одиночном режиме после применения Соломенного Плаща в Мороси следующий Аутро навык заменяется на Аутро: Падение Ножен, Расцвет Новых Побегов, наносящий Аэро урон, равный 500% от силы атаки Цююаня (считается уроном Навыка Эхо).
        </p>
        <p>4. Сила атаки увеличивается на 20%.</p>
        <p>5. Цююань игнорирует 15% защиты цели при нанесении урона.</p>
        <p>6. При применении ТА «Так Говорил Клинок: Принести в Жертву» ближайшие противники впадают в Стагнацию на 5 с или до тех пор, пока не получат урон, либо пока Цююань не будет заменён. Этот эффект недоступен в совместном режиме.
          Если Цююань является активным Резонатором, при выходе из состояния Чернильного Созерцания он наносит всем противникам в радиусе Аэро урон, равный 600% от своей силы атаки (считается уроном Навыка Эхо).
          Применение Навыка Резонанса: Соломенный Плащ в Мороси увеличивает Крит. урон Цююаня на 100% в течение 6 с. При переключении на другого Резонатора эффект преждевременно прекращается. </p>
        <p>Самые выгодные цепи: 2,3 и 6 </p>

        <h3>Основной билд:</h3>
        <img src="img/InShot_20260301_183606680.jpg">
      </div>




    </div>
  </div>
  
  <?php require 'loader.php'?>
  </body>
</html>

  <?php require 'templates/footer.php' ?>